Repository: OPUS4/application
Catalog: modules/solrsearch/language/solrsearch.tmx
Source language: de
Languages: en

source: Suchen
en: Search

source: Dokumenttyp
en: Document Type

source: Aktualisieren
en: Refresh

source: Optionen
en: Options

source: Anzahl ändern
en: Change quantity

source: Die
en: The

source: zuletzt veröffentlichten Dokumente
en: most recently published documents

source: Relevanz
en: Relevancy

source: Autor*in
en: Author

source: Jahr
en: Year

source: Titel
en: Title

source: Band
en: Series

source: Sortieren nach
en: Sort by

source: Export nach XML
en: Export XML

source: Letzte Seite
en: Last Page

source: Nächste Seite
en: Next Page

source: Vorherige Seite
en: Previous Page

source: Erste Seite
en: First Page

source: bis
en: to

source: Ihre Suche ergab leider keine Ergebnisse. Sie können mit einem anderen Suchwort oder der erweiterten Suche versuchen Ihre Kriterien besser einzugrenzen.
en: Your search did not yield any results. You could use another search term or the advanced search to refine your search criteria.

source: Bitte geben Sie mindestens einen gültigen Suchbegriff ein.
en: Please enter at least one valid search term.

source: Ungültige Suchanfrage
en: Invalid search request

source: entfernen
en: remove

source: Filtern
en: Refine

source: + weitere
en: + more

source: - weniger
en: - less

source: alle Ergebnisse anzeigen
en: show all results

source: nur die Favoriten anzeigen
en: show favorites only

source: Formular zurücksetzen
en: Reset form

source: Keines der Wörter
en: None of the words

source: Mindestens ein Wort
en: At least one word

source: Alle Wörter
en: All words

source: Suchfelder
en: Search Fields

source: Treffer pro Seite
en: Hits per page

source: Allgemeine Suchoptionen
en: General search options

source: Volltext vorhanden
en: Has Fulltext

source: Gehört zur Bibliographie
en: Is part of the Bibliography

source: Erscheinungsjahr
en: Year of publication

source: Status
en: State

source: Sprache
en: Language

source: Schlagworte
en: Keywords

source: Projekt
en: Project

source: Anwendungsgebiet
en: Application Area

source: Institut
en: Institute

source: Suchergebnisse
en: Search Results

source: Autor*innen
en: Author(s)

source: Weitere Person(en)
en: Additional Person(s)

source: Gutachter*innen
en: Referee(s)

source: Zusammenfassung
en: Abstract

source: Volltext
en: Fulltext

source: Jahr(e)
en: Year(s)

source: Sie können in dieses Feld auch mehrere Autor*innen durch Leerzeichen getrennt eingeben.
en: You can type multiple, blank separated authors into this field.

source: Sie können in dieses Feld auch mehrere Titel durch Leerzeichen getrennt eingeben.
en: You can type multiple, blank separated titles into this field.

source: Sie können in dieses Feld auch mehrere weitere Personen durch Leerzeichen getrennt eingeben.
en: You can type multiple, blank separated additional persons into this field.

source: Sie können in dieses Feld auch mehrere Gutachter*innen durch Leerzeichen getrennt eingeben.
en: You can type multiple, blank separated referees into this field.

source: Sie können in dieses Feld auch mehrere Begriffe durch Leerzeichen getrennt eingeben.
en: You can type multiple, blank separated terms into this field.

source: Sie können in dieses Feld auch mehrere Jahre durch Leerzeichen getrennt eingeben.
en: You can type multiple, blank separated years into this field.

source: Abstract anzeigen/verbergen
en: Show/Hide Abstract

source: Klicken Sie hier, um die Zusammenfassung anzuzeigen bzw. zu verbergen.
en: Click here to expand or collapse the abstract text.

source: ja
en: yes

source: nein
en: no
